app/views/comments/_comment.html.erb

      <p>
	<strong>Posted <%= time_ago_in_words(comment.created_at) %></strong><br />
---
INSERT INTO "comments" ("body", "created_at", "post_id", "updated_at") VALUES (?, ?, ?, ?)  [["body", "this is my first comment to the first post"], ["created_at", "2014-04-30 13:39:52.143495"], ["post_id", 1], ["updated_at", "2014-04-30 13:39:52.143495"]]